import {Category} from "../model/category";

export const CATEGORY_LIST:Category[]= [
  new Category(1,'西洋灯',-1,' ','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
  new Category(2,'西洋日光灯',1,'西洋灯','没什么好描述的',1477819888910),
];
